export const root = {
    buttonWrite: document.querySelector(".review__button-write"),
    form: document.querySelector(".review__form"),
    formCross: document.querySelector(".review-form__button-cross"),
    formButton: document.querySelector(".review-form__button"),
}

[
    {
        "name": "Мистецтво",
        "hobby":  {
            "name": "Пазли",
            "description": "— гра-головоломка, що виглядає як мозаїка, яку потрібно скласти з безлічі фрагментів малюнка різної форми. Є однією з найдоступніших іграшок, що розвивають логічне мислення, увагу, пам'ять, уяву. Пазли дуже корисні для розвитку мислення та пізнавальних здібностей людини.",
        },
        "hobby": {
            "name": "Головоломки",
            "description": "— Головоло́мка — завдання, для розв'язання якого, як правило, потрібна кмітливість, а не спеціальні знання високого рівня.",
        },
        "hobby":  {
            "name": "Віктори́на",
            "description": "— це вид гри, що полягає у відповідях на усні чи письмові запитання з різних галузей знань.",
        },
    },
    {
        "name": "Спорт",
        "hobby":   {
            "name": "Волейбол",
            "description": "У 1900 році був створений перший, спеціально розроблений м'яч для цього виду спорту. До цього в грі як правило використовували баскетбольний м'яч.",
        },
        "hobby": {
            "name": "Футбол",
            "description": "В давнину для гри у футбол використовували м'ячі виготовлені зі сечових міхурів свійських тварин, але такий «м'яч» дуже швидко псувався. Перший гумовий м'яч з'явився 1855 року завдяки ще...",
        },
        "hobby": {
            "name": "Баскетбол",
            "description": "Баскетбол вигадали 1891 року в навчальному центрі міста Спрингфілд США, для урізноманітнення нудних занять з фізкультури.",
        },
    },
    {
        "name": "Соціальні",
        "hobby": {
            "name": "Волонтерство",
            "description": "— це форма громадянської активності, яка базується на безкорисливості та бажанні допомагати оточуючим. Волонтери можуть працювати в різних сферах, від допомоги в хоспісах і пришкільних закладах до участі у міжнародних гуманітарних місіях.",
        },
        "hobby": {
            "name": "Клуб Шах",
            "description": "Ша́хи — інтелектуальна гра на спеціальній дошці (шахівниці), яку поділено на 64 світлі й темні клітини (поля). Кожен з гравців (їх два) має 16 шахових фігур: вісім пішаків, дві тури, двох коней, двох слонів, ферзя та короля.",
        },
        "hobby": {
            "name": "Дебати",
            "description": "— чітко структурований і спеціально організований публічний обмін думками між двома сторонами з актуальної теми. Цей різновид публічної дискусії учасники дебатів спрямовують на переконання у своїй правоті третьої сторони, а не одне одного",
        },
    },
    {
        "name": "Інтелектуальне",
        "hobby": {
            "name": "Пазли",
            "description": "— гра-головоломка, що виглядає як мозаїка, яку потрібно скласти з безлічі фрагментів малюнка різної форми. Є однією з найдоступніших іграшок, що розвивають логічне мислення, увагу, пам'ять, уяву. Пазли дуже корисні для розвитку мислення та пізнавальних здібностей людини.",
        },
        "hobby": {
            "name": "Головоломки",
            "description": "— Головоло́мка — завдання, для розв'язання якого, як правило, потрібна кмітливість, а не спеціальні знання високого рівня.",
        },
        "hobby": {
            "name": "Віктори́на",
            "description": "— це вид гри, що полягає у відповідях на усні чи письмові запитання з різних галузей знань.",
        },
    }
]